Repository: codeweberdotcom/horizons
Catalog: languages/*.po
Languages: ru_ru

source: "Advantages" text:
ru_ru: "Преимущества" текст

source: "Our solution" text:
ru_ru: Наше "решение" текст

source: "Your task" text:
ru_ru: Ваша "задача" текст

source: %d practice
ru_ru: %d практика

source: Add Category image
ru_ru: Добавить Изображение категории

source: Add Image
ru_ru: Добавить Изображение

source: Add New
ru_ru: Добавить

source: Add New Award
ru_ru: Добавить Награду

source: Add New Category
ru_ru: Добавить Категорию

source: Add New Country
ru_ru: Добавить Страну

source: Add New Language
ru_ru: Добавить новый язык

source: Add New Partner
ru_ru: Добавить Партнера

source: Add New Practice
ru_ru: Добавить Практику

source: Add New Region
ru_ru: Добавить новый регион

source: Add New Tag
ru_ru: Добавить Метку

source: Add New Year
ru_ru: Добавить Год

source: Add or remove categories
ru_ru: Добавить или удалить Категорию

source: Add or remove countries
ru_ru: Добавить или удалить страны

source: Add or remove languages
ru_ru: Добавить или удалить языки

source: Add or remove regions
ru_ru: Добавить или удалить регионы

source: Add or remove tags
ru_ru: Добавить или удалить Метку

source: Add or remove years
ru_ru: Добавить или удалить Год

source: Add Partner
ru_ru: Добавить Партнера

source: Add Practice
ru_ru: Добавить Практику

source: Additional Information
ru_ru: Дополнительная информация

source: Address
ru_ru: Адрес

source: Advantages
ru_ru: Преимущества

source: All Awards
ru_ru: Все Награды

source: All Categories
ru_ru: Все Категории

source: All Countries
ru_ru: Все Страны

source: All Languages
ru_ru: Все языки

source: All News
ru_ru: Все новости

source: All Partners
ru_ru: Все Партнеры

source: All Practice
ru_ru: Все практики

source: All Practices
ru_ru: Все Практики

source: All Regions
ru_ru: Все регионы

source: All Tags
ru_ru: Все Метки

source: All World
ru_ru: Весь мир

source: All Years
ru_ru: Все Года

source: Alt. Title
ru_ru: Альтернативный Заголовок

source: Alternative Title
ru_ru: Альтернативный Заголовок

source: Alternative title for display purposes
ru_ru: Альтернативное название для отображения

source: Area Details
ru_ru: Детально о направлении

source: Associated partners Members
ru_ru: Ассоциированные Партнеры

source: Award
ru_ru: Награды

source: Award Archives
ru_ru: Архив наград

source: Award Attributes
ru_ru: Атрибуты награды

source: Award Date
ru_ru: Дата Награды

source: Award Details
ru_ru: Подробности Награды

source: Award Image
ru_ru: Изображение Награды

source: Award URL
ru_ru: URL-адрес Награды

source: Awards
ru_ru: Награды

source: Awards list
ru_ru: Список Наград

source: Awards list navigation
ru_ru: Навигация по списку наград

source: Awards:
ru_ru: Награды:

source: Blog article categories for display:
ru_ru: Категории статей блога для отображения:

source: Blog article tags for display:
ru_ru: Теги статей блога для отображения:

source: Brief information about the employee
ru_ru: Краткая информация о сотруднике

source: Careers
ru_ru: Карьера

source: Categories
ru_ru: Категории

source: Categories list
ru_ru: Список Категорий

source: Categories list navigation
ru_ru: Навигация по списку категорий

source: Category Color
ru_ru: Цвет Категории

source: Category image
ru_ru: Изображение Категории

source: Category Manager
ru_ru: Менеджер направления

source: Choose from the most used
ru_ru: Выбрать из часто используемых

source: Choose from the most used categories
ru_ru: Выберите из наиболее часто используемых категорий

source: Choose from the most used countries
ru_ru: Выберите из наиболее часто используемых стран

source: Choose from the most used languages
ru_ru: Выберите один из наиболее используемых языков

source: Choose from the most used regions
ru_ru: Выберите из наиболее используемых регионов

source: Color
ru_ru: Цвет

source: Company awards and achievements
ru_ru: Награды и достижения компании

source: Company:
ru_ru: Компания:

source: Contact Person
ru_ru: Контактное лицо

source: Continents
ru_ru: Регионы

source: Continents:
ru_ru: Регионы:

source: Countries
ru_ru: Страны

source: Countries:
ru_ru: Страны:

source: Delete Category image
ru_ru: Удалить Изображение Категории

source: Details
ru_ru: Детали

source: Download document
ru_ru: Скачать документ

source: e.g., International Design Awards
ru_ru: например, Международная премия в области дизайна

source: Edit Award
ru_ru: Редактировать Награду

source: Edit Category
ru_ru: Редактировать Категорию

source: Edit Country
ru_ru: Редактировать Страну

source: Edit Language
ru_ru: Изменить язык

source: Edit Partner
ru_ru: Редактировать Партнера

source: Edit Practice
ru_ru: Редактировать Практику

source: Edit Region
ru_ru: Редактировать регион

source: Edit Tag
ru_ru: Редактировать Метку

source: Edit Year
ru_ru: Редактировать Год

source: FAQ categories for display:
ru_ru: Категории часто задаваемых вопросов для отображения:

source: FAQ tags for display:
ru_ru: Часто задаваемые вопросы теги для отображения:

source: Filled in the standard WordPress editor above.
ru_ru: Заполнено в стандартном редакторе WordPress выше.

source: Filter awards list
ru_ru: Фильтровать список наград

source: For example: New York, USA
ru_ru: Например: Нью-Йорк, США

source: For example: Senior Financial Analyst and Investment Advisor
ru_ru: Например: Старший финансовый аналитик и Инвестиционный консультант

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы

source: Full Position Title:
ru_ru: Заголовок Полной Должности

source: Get in touch
ru_ru: Свяжитесь с нами

source: Gladkov Denis
ru_ru: Гладков Денис

source: Hold Ctrl/Cmd to select multiple partners members
ru_ru: Удерживайте Ctrl/Cmd, чтобы выбрать нескольких Партнеров.

source: https://codeweber.com
ru_ru: https://codeweber.ru

source: Insert into award
ru_ru: Вставить в награду

source: Languages
ru_ru: Языки

source: Languages:
ru_ru: Языки:

source: Location:
ru_ru: Адрес:

source: Manage countries
ru_ru: Редактировать страны

source: Manage languages
ru_ru: Редактирвоать языки

source: Manage regions
ru_ru: Редактировать регионы

source: More details
ru_ru: Перейти

source: Name:
ru_ru: Имя:

source: New Award
ru_ru: Новая Награда

source: New Category Name
ru_ru: Новое имя Категории

source: New Country Name
ru_ru: Новое Имя Страны

source: New Language Name
ru_ru: Новое название языка

source: New Partner
ru_ru: Новый Партнер

source: New Practice
ru_ru: Новая Практика

source: New Region Name
ru_ru: Новое название Региона

source: New Tag Name
ru_ru: Новое имя Метки

source: New Year
ru_ru: Новый Год

source: News
ru_ru: Новости

source: No categories
ru_ru: Нет категорий

source: No categories found
ru_ru: Категории не найдены

source: No categories found.
ru_ru: Категории не найдены.

source: No category manager assigned
ru_ru: Менеджер категории не назначен

source: No countries found
ru_ru: Страны не найдены

source: No countries found. Please add countries first.
ru_ru: Страны не найдены. Сначала добавьте страны.

source: No image
ru_ru: Нет изображения

source: No languages found
ru_ru: Языки не найдены

source: No languages found. Please add languages first.
ru_ru: Языки не найдены. Сначала добавьте языки.

source: No partner countries found.
ru_ru: Страны не найдены.

source: No Partners found
ru_ru: Нет Партнеров

source: No Partners found in Trash
ru_ru: Нет Партнеров в корзине

source: No partners found.
ru_ru: Партнеры не найдены.

source: No Practices found
ru_ru: Не Практик

source: No practices found in this category.
ru_ru: Практики не найдены в этой категории

source: No Practices found in Trash
ru_ru: Нет практик в корзине

source: No regions found
ru_ru: Регионы не найдены

source: No regions found. Please add regions first.
ru_ru: Регионы не найдены. Сначала добавьте регионы.

source: No tags
ru_ru: Нет меток

source: No years
ru_ru: Нет Годов

source: Not Found
ru_ru: Не Существует

source: Not found
ru_ru: Не существует

source: Not found in Trash
ru_ru: Не найдено в корзине

source: Note:
ru_ru: Комментарий:

source: On the frontend, articles will be displayed that belong to ANY of the selected categories AND have ANY of the selected tags (logical "AND" between taxonomies, "OR" within them).
ru_ru: На внешнем интерфейсе будут отображаться статьи, относящиеся к ЛЮБОЙ из выбранных категорий И имеющие ЛЮБОЙ из выбранных тегов (логическое «И» между таксономиями, «ИЛИ» внутри них).

source: On the frontend, FAQ items will be displayed that belong to ANY of the selected categories AND have ANY of the selected tags (logical "AND" between taxonomies, "OR" within them).
ru_ru: На внешнем интерфейсе будут отображаться элементы FAQ, которые относятся к ЛЮБОЙ из выбранных категорий И имеют ЛЮБОЙ из выбранных тегов (логическое «И» между таксономиями, «ИЛИ» внутри них).

source: Order
ru_ru: Номер

source: Order Number
ru_ru: Порядковый номер

source: Organization
ru_ru: Организация

source: Other Vacancies
ru_ru: Другие вакансии

source: Our Solution
ru_ru: Наше Решение

source: Parent Award:
ru_ru: Родительская Награда

source: Parent Category
ru_ru: Родительская Категория

source: Parent Category:
ru_ru: Родительская Категория:

source: Parent Partner
ru_ru: Родительский Партнер

source: Parent Practice
ru_ru: Родительская Практика

source: Parent Region
ru_ru: Родительский регион

source: Parent Region:
ru_ru: Родительский регион:

source: Parent Tag
ru_ru: Родительская Метка

source: Parent Tag:
ru_ru: Родительская Метка:

source: Parent Year
ru_ru: Родительский Год

source: Parent Year:
ru_ru: Родительский Год

source: Part-time
ru_ru: Неполная занятость

source: Partner
ru_ru: Партнер

source: Partner Biographies
ru_ru: Биография Партнеров

source: Partner Categories
ru_ru: Категории Партнера

source: Partner Category
ru_ru: Категория Партнера

source: Partner Countries
ru_ru: Страны Пратнера

source: Partner Country
ru_ru: Страна Партнера

source: Partner Image
ru_ru: Фото партнера

source: Partner Language
ru_ru: Язык Партнера

source: Partner Languages
ru_ru: Языки Партнера

source: Partner published
ru_ru: Партнер опубликован

source: Partner Region
ru_ru: Регион Партнера

source: Partner Regions
ru_ru: Регионы Партнера

source: Partner reverted to draft
ru_ru: Партнер переведен в черновик

source: Partner scheduled
ru_ru: Партнер запланирован

source: Partner updated
ru_ru: Партнер обновлен

source: Partners
ru_ru: Партнеры

source: Partners archive
ru_ru: Архив партнеров

source: Partners list
ru_ru: Список партнеров

source: Phone
ru_ru: Телефон

source: Phone:
ru_ru: Телефон:

source: Popular Categories
ru_ru: Популярные Категории

source: Popular Countries
ru_ru: Популярные Страны

source: Popular Tags
ru_ru: Популярные метки

source: Popular Years
ru_ru: Популярные Года

source: Position:
ru_ru: Должность:

# Post Type General Name
source: Awards
ru_ru: Награды

# Post Type Singular Name
source: Award
ru_ru: Награда

source: Practice
ru_ru: Практика

source: Practice Categories
ru_ru: Категории практики

source: Practice Category
ru_ru: Категория Практики

source: Practice description (main content)
ru_ru: Описание практики (основное содержание)

source: Practice Details
ru_ru: Подробности Практики

source: Practice Image
ru_ru: Изображение практики

source: Practice published
ru_ru: Практика опубликована

source: Practice reverted to draft
ru_ru: Практика перемещена в черновик

source: Practice scheduled
ru_ru: Практика запланирована

source: Practice updated
ru_ru: Практика обновлена

source: Practices
ru_ru: Практики

source: Practices archive
ru_ru: Архив практик

source: Practices list
ru_ru: Список практик

source: Read
ru_ru: Читать

source: Regions
ru_ru: Страны

source: Related news
ru_ru: Рекомендуемые новости

source: Remove award image
ru_ru: Удалить изображение награды

source: Remove partner image
ru_ru: Удалить изображение партнера

source: Remove practice image
ru_ru: Удалить изображение Практики

source: Requirements
ru_ru: Требования к кандидату

source: Responsibilities
ru_ru: Ключевые обязанности

source: Search Award
ru_ru: Поиск Награды

source: Search Categories
ru_ru: Поиск Категории

source: Search Countries
ru_ru: Поиск Страны

source: Search Languages
ru_ru: Поиск Языка

source: Search Partners
ru_ru: Поиск Партнера

source: Search Practices
ru_ru: Поиск Практики

source: Search Regions
ru_ru: Поиск Региона

source: Search Tags
ru_ru: Поиск Тега

source: Search Years
ru_ru: Выбрать Год

source: Select color for practice category display
ru_ru: Выберите цвет для отображения категории практики

source: Select one or more categories. Articles that belong to ANY of the selected categories will be shown.
ru_ru: Выберите одну или несколько категорий. Будут показаны статьи, относящиеся к ЛЮБОЙ из выбранных категорий.

source: Select one or more FAQ categories. FAQ items that belong to ANY of the selected categories will be shown.
ru_ru: Выберите одну или несколько категорий часто задаваемых вопросов. Будут показаны пункты часто задаваемых вопросов, относящиеся к ЛЮБОЙ из выбранных категорий.

source: Select one or more FAQ tags. FAQ items that have ANY of the selected tags will be shown.
ru_ru: Выберите один или несколько тегов часто задаваемых вопросов. Будут показаны пункты часто задаваемых вопросов, содержащие ЛЮБОЙ из выбранных тегов.

source: Select one or more tags. Articles that have ANY of the selected tags will be shown.
ru_ru: Выберите один или несколько тегов. Будут показаны статьи, содержащие ЛЮБОЙ из выбранных тегов.

source: Selected Color Preview:
ru_ru: Предварительный просмотр выбранного цвета:

source: Send Email
ru_ru: Отправить E-Mail

source: Separate categories with commas
ru_ru: Разделяйте категории запятыми.

source: Separate countries with commas
ru_ru: Разделяйте страны запятыми

source: Separate languages with commas
ru_ru: Разделяйте языки запятыми

source: Separate regions with commas
ru_ru: Разделяйте регионы запятыми

source: Separate tags with commas
ru_ru: Разделяйте теги запятыми.

source: Separate years with commas
ru_ru: Разделяйте годы запятыми

source: Set award image
ru_ru: Установить изображение награды

source: Set order for category display (lower numbers first)
ru_ru: Установить порядок отображения категорий (сначала меньшие номера)

source: Set partner image
ru_ru: Установить изображение Партнера

source: Set practice image
ru_ru: Установить изображение Практики

source: Short Description:
ru_ru: Краткое описание:

source: Submit a request
ru_ru: Заполнить заявку

source: Surname:
ru_ru: Фамилия:

source: Tags
ru_ru: Метки

source: Tags list
ru_ru: Список тегов

source: Tags list navigation
ru_ru: Навигация по списку тегов

# Taxonomy General Name
source: Award Categories
ru_ru: Категории Награды

# Taxonomy General Name
source: Award Tags
ru_ru: Метки Награды

# Taxonomy General Name
source: Award Years
ru_ru: Года Награды

# Taxonomy Singular Name
source: Award Category
ru_ru: Категория Награды

# Taxonomy Singular Name
source: Award Tag
ru_ru: Метка Награды

# Taxonomy Singular Name
source: Award Year
ru_ru: Год Награды

source: The lower the number, the higher the category will be in the list.
ru_ru: Чем меньше число, тем выше будет категория в списке.

source: Type
ru_ru: Тип

source: Types
ru_ru: Типы

source: Update Award
ru_ru: Обновить Награду

source: Update Category
ru_ru: Обновить Категорию

source: Update Country
ru_ru: Обновить Страну

source: Update Language
ru_ru: Обновить Язык

source: Update Region
ru_ru: Обновить Регион

source: Update Tag
ru_ru: Обновить Метку

source: Update Year
ru_ru: Обновить Год

source: Uploaded to this award
ru_ru: Загружено в эту награду

source: Use as award image
ru_ru: Использовать как изображение награды

source: Use as partner image
ru_ru: Использовать как изображение партнера

source: Use as practice image
ru_ru: Использовать изображение Практики

source: View Award
ru_ru: Показать Награду

source: View Awards
ru_ru: Показать Награды

source: View Category
ru_ru: Показать Категорию

source: View Country
ru_ru: Посмотреть страну

source: View Language
ru_ru: Просмотреть язык

source: View Partner
ru_ru: Просмотреть Партнера

source: View Partners
ru_ru: Просмотреть Партнеров

source: View Practice
ru_ru: Посмотреть Практику

source: View Practices
ru_ru: Посмотреть Практики

source: View Region
ru_ru: Просмотреть Регион

source: View Tag
ru_ru: Показать Метку

source: View Year
ru_ru: Показать Год

source: Website
ru_ru: Вебсайт

source: Website:
ru_ru: Вебсайт:

source: Years
ru_ru: Года

source: Years list
ru_ru: Список Лет

source: Years list navigation
ru_ru: Навигация по списку лет

source: Your Task
ru_ru: Ваша задача
